"BUTTON_AUTHENTICATE" = "使用我的手机号码";

"BUTTON_CREATED_ACCOUNT" = "已创建账号";

"BUTTON_CREATE_ACCOUNT" = "创建账号";

"BUTTON_CREATING_ACCOUNT" = "正在创建账号";

"BUTTON_DISMISS" = "忽略";

"BUTTON_NOT_NOW" = "暂时不用";

"BUTTON_OK" = "确定";

"BUTTON_OKAY" = "确定";

"BUTTON_RESEND_CONF_CODE" = "重新发送确认码";

"BUTTON_RETRY" = "重试";

"BUTTON_SENDING_CONF_CODE" = "正在发送确认码";

"BUTTON_SEND_2_STEP_VERIFICATION_CODE" = "验证";

"BUTTON_SEND_2_STEP_VERIFICATION_CODE_FINISHED" = "已验证";

"BUTTON_SEND_2_STEP_VERIFICATION_CODE_IN_PROGRESS" = "正在验证";

"BUTTON_SEND_CONF_CODE" = "发送确认码";

"BUTTON_SENT_CONF_CODE" = "确认码已发送";

"BUTTON_SIGNED_IN" = "已登录";

"BUTTON_SIGNING_IN" = "登录";

"BUTTON_SIGN_IN" = "登录";

"BUTTON_SIGN_IN_WITH_TWITTER" = "使用 Twitter 登录";

"BUTTON_TRY_DIFFERENT_NUMBER" = "请尝试使用其他手机号码";

"ERROR_CHECK_CODE_TRY_AGAIN" = "请检查你的确认码并重试";

"ERROR_CHECK_CONNECTION_TRY_AGAIN" = "请检查你的网络并重试";

"ERROR_CHECK_NUMBER_TRY_AGAIN" = "请检查你的手机号码并重试";

"ERROR_GENERIC_ALERT_TITLE" = "错误";

"ERROR_TRY_AGAIN_LATER" = "我们无法在这个时候让你登录Twitter。请稍后再试。";

"FOOTNOTE_2_STEP_VERIFICATION_CODE" = "你之前已经在<u>digits.com</u>输入两个步骤的验证码";

"FOOTNOTE_CREATE_ACCOUNT" = "点击上面的“创建账号”按钮，即意味着你同意Digits by Twitter的<u>服务条款</u>、<u>隐私政策</u>和<u>Cookies政策</u>，而%@的其他用户可以通过手机号码和/或邮件地址找到你。";

"FOOTNOTE_SEND_CONF_CODE" = "<u>Digits by Twitter</u> 将会向你的手机号码发送一条短信来确认你的手机号码。运营商可能会收取额外的短信或数据传输资费。";

"FOOTNOTE_TOS_UPDATE" = "点击上面的“登录”按钮，即意味着你同意 Digits by Twitter 的<u>服务条款</u>、<u>隐私政策</u>和 <u>Cookies 政策</u>，而%@的其他用户可以通过手机号码和/或邮件地址找到你。";

"LABEL_ENTER_2_STEP_VERIFICATION_CODE" = "输入两个步骤的验证码";

"LABEL_ENTER_CONF_CODE" = "输入确认码";

"LABEL_ENTER_PHONE_NUMBER" = "输入你的手机号码";

"LABEL_EXPLAIN_FIND_YOUR_FRIENDS" = "我们使用 Digits by Twitter 来查找你身边使用这个应用程序的朋友。当你轻按“确认”时，我们将上传你的通讯录至 Digits by Twitter，帮你找到你认识的 %@ 用户，同时帮其他 %@ 用户找到你。";

"LABEL_FIND_YOUR_FRIENDS_TITLE" = "查找你的好友";

"LABEL_PLEASE_USE_TWITTER" = "请使用Twitter登录";

"LABEL_PLEASE_USE_TWITTER_EXPLANATION" = "您的号码已经与Twitter帐户关联，请在下面使用Twitter登录。";

"LABEL_UNABLE_TO_CONFIRM_NUMBER" = "无法确认你的手机号码";

"LABEL_UNABLE_TO_CONFIRM_NUMBER_EXPLANATION" = "很抱歉，我们无法为你发送验证码。";

"PARTIAL_FOOTNOTE_THIS_APP" = "此应用";

"PLACEHOLDER_2_STEP_VERIFICATION_CODE" = "验证码";

"PLACEHOLDER_CONF_CODE" = "确认码";

"PLACEHOLDER_YOUR_NUMBER" = "你的手机号码";

"TIME_SHORT_DAYS_FORMAT" = "%d天";

"TIME_SHORT_DAY_FORMAT" = "%d天";

"TIME_SHORT_HOURS_FORMAT" = "%d小时";

"TIME_SHORT_HOUR_FORMAT" = "%d小时";

"TIME_SHORT_MINUTES_FORMAT" = "%d分钟";

"TIME_SHORT_MINUTE_FORMAT" = "%d分钟";

"TIME_SHORT_SECONDS_FORMAT" = "%d秒";

"TIME_SHORT_SECOND_FORMAT" = "%d秒";

"tw__email_share_affirmative_button" = "允许";

"tw__email_share_detail_message_format" = "当你允许%@访问你在@%@Twitter账号的电子邮件获取更新和其他信息。";

"tw__email_share_detail_message_not_signed_in" = "(未登录)";

"tw__email_share_detail_message_this_app" = "此应用";

"tw__email_share_heading" = "分享你的邮件地址";

"tw__email_share_negative_button" = "暂时不用";

"tw__share_tweet" = "转推";

"tw__share_tweet_button" = "转推";

"tw__share_tweet_generic_template_format" = "查看 @%1$@ 的推文：%2$@";

"tw__share_tweet_subject_format" = "来自 %1$@ (@%2$@) 的推文";

"tw__sign_in_with_twitter_button" = "使用 Twitter 登录";

"tw__single_image" = "已附加一张图像";

"tw__test_string" = "测试";

"tw__tweet_image_accessibility" = "附件";

"tw__tweet_profile_accessibility" = "个人资料";

"tw__tweet_retweeted_by_user" = "由 %@ 转推";

